tutorials/multiphase/interIsoFoam/discInConstantFlow/Allrun
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

restore0Dir

runApplication blockMesh
runApplication setAlphaField

runApplication $(getApplication)
